---
kind: enumMember
id: F:Autodesk.Revit.DB.DataExchangeMessageVerbosity.Default
enum: Autodesk.Revit.DB.DataExchangeMessageVerbosity
source: html/b3e7560f-d41f-4af5-a235-d4703b2bb640.htm
---
# Autodesk.Revit.DB.DataExchangeMessageVerbosity.Default

Default verbosity. Warnings, errors, fatal errors are reported.